tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "artillery"
brew "bat"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "dark-mode"
brew "dnsmasq"
brew "docker"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "grex"
brew "jq"
brew "luajit"
brew "monolith"
brew "mysql@5.7", restart_service: true
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nss"
brew "opencv"
brew "openssl@3"
brew "php"
brew "ripgrep"
brew "rustup-init"
brew "sheldon"
brew "silicon"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "watchman"
brew "xh"
brew "zoxide"
cask "1password"
cask "alacritty"
cask "discord"
cask "docker"
cask "dropbox"
cask "espanso"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "itsycal"
cask "karabiner-elements"
cask "kindle"
cask "kindle-previewer"
cask "krisp"
cask "maccy"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "rectangle"
cask "skitch"
cask "slack"
cask "steam"
cask "tableplus"
cask "via"
